[
  {
    "celeb_id":0,
    "artist":"木村光希",
    "job":"模特兒",
    "x":-3.9935572147,
    "y":-2.7456667423,
    "persona":"日本模特兒和音樂製作人，為木村拓哉和工藤靜香的次女。她以自信和毅力著稱，擅長音樂作曲和演奏。在時尚界迅速崛起，曾登上多本時尚雜誌封面，並成為寶格麗最年輕的品牌大使。她的個性強烈，注重自我提升，對音樂和時尚充滿熱情。"
  },
  {
    "celeb_id":1,
    "artist":"許光漢",
    "job":"演員",
    "x":-0.3496490419,
    "y":-0.6006987095,
    "persona":"臺灣男演員、歌手和模特，於1990年10月31日出生。他以陽光笑容和多才多藝的表演風格聞名。的個性充滿努力和毅力，從打零工到成功演員的轉變，展現了他不斷挑戰自我的精神。他在演技上勇於嘗試不同角色，從《姜老師，你談過戀愛嗎？》中的病態角色到《想見你》中的陽光大男孩，均展現出卓越的演技和多面性格。"
  },
  {
    "celeb_id":2,
    "artist":"柯震東",
    "job":"演員",
    "x":0.0629893467,
    "y":0.322611779,
    "persona":"台湾演员、导演和制片人，出生于1991年6月18日。他因出演《那些年，我们一起追的女孩》而成名。的個性直率，曾坦承自己不是爱冒险的人，但在演艺圈中展现了责任感和成熟的一面。他的人格特質中，诚实和真诚是突出的特点，常在公开场合分享自己的经历和感受。在影片中，他常饰演中二又深情的角色，引起观众共鸣。"
  },
  {
    "celeb_id":3,
    "artist":"郭雪芙",
    "job":"演員",
    "x":-6.8833661079,
    "y":-1.1341100931,
    "persona":"台湾的流行歌手、演员和模特，出生于1988年6月30日。她以dream girls团体成员身份出道，并在多部电视剧中展现其演技，如《真爱找麻烦》和《我们不能是朋友》。她的个性略带傲嬌和害羞，曾经受过伤害，但坚持做自己，不刻意讨好他人。在私下，她亲切温暖，与冷静的外表形象不同。"
  },
  {
    "celeb_id":4,
    "artist":"檀健次",
    "job":"演員",
    "x":-0.5256165862,
    "y":-1.1357195377,
    "persona":"中國大陸的男演員、歌手和舞者，出生於廣西北海。他是mic男團的成員，以其多才多藝和積極進取的精神而聞名。的個性充滿樂觀和幽默，常以創意的自我介紹吸引觀眾。他在舞蹈和演技方面有深厚的功底，曾獲得多項舞蹈比賽冠軍，並在多部影視作品中展現出色演技。的形象是充滿活力和魅力的藝人。"
  },
  {
    "celeb_id":5,
    "artist":"朴智旻",
    "job":"偶像",
    "x":-1.0526186228,
    "y":-1.410372138,
    "persona":"韓國男歌手，防彈少年團的主唱和主舞。他以溫和的性格和可愛的形象著稱，常被稱為「母胎撒嬌王」。在舞台上，他展現出自信和性感的魅力。非常自律，對舞蹈和身體管理非常嚴格。他也積極參與慈善活動，深受粉絲喜愛。他的理想型是善良可愛的女性。"
  },
  {
    "celeb_id":6,
    "artist":"金高銀",
    "job":"演員",
    "x":-5.2268953323,
    "y":-1.925013423,
    "persona":"韓國女演員，出生於1991年7月2日。她在4歲時隨父母移居中國北京，14歲返回韓國。以《銀嬌》出道，獲得多項新人獎項。她的形象被稱為「第二眼美女」，以自然的演技和多語能力著稱。個性勤儉節約，對家人感情深厚。她的演技在《鬼怪》等作品中得到認可，近年在《破墓》中首獲影后肯定。"
  },
  {
    "celeb_id":7,
    "artist":"selina任家萱",
    "job":"歌手",
    "x":-5.0648412704,
    "y":0.573913455,
    "persona":"台灣知名歌手，曾是女子組合s.h.e成員之一。她個性勇敢、坦然，近年來展現出成熟且獨立的形象。她的音樂作品如《往美的路我要自己作主》反映了她對自我美的肯定和女性自主的發聲。selina的人格特質是真實、柔軟且不拘泥於外界期望，勇於探索生活的多面性。她在音樂和生活中都展現出自信和自由的精神。"
  },
  {
    "celeb_id":8,
    "artist":"yellow黃宣",
    "job":"歌手",
    "x":-1.0090368986,
    "y":0.1438345015,
    "persona":"台灣的一位創作男歌手、音樂製作人和演員。他以強烈的個人風格和表演魅力著稱。黃宣的個性是外向、愛現、表演慾強，擁有快速清晰的語速和強烈的風格。他害怕無聊，喜歡熱鬧，常與其他歌手合作。黃宣的形象充滿自信和幽默，尤其在主持紅毯時展現出色。他的人格特質是聰明機智，總是保持活潑的氣氛。"
  },
  {
    "celeb_id":9,
    "artist":"黑嘉嘉",
    "job":"運動員",
    "x":-6.7285737991,
    "y":-0.3985452354,
    "persona":"臺灣與澳大利亞混血的職業圍棋棋士，生於1994年5月26日。她是臺灣最高段位的女棋士，擁有七段資格。個性沉穩，卻又富有冒險精神，喜歡嘗試新事物。她形象冷靜，下棋時面無表情，但在生活中活潑開朗。的人格特質是樂觀、不給自己壓力，對圍棋充滿熱情。她同時也是藝人和模特兒，活躍於多個領域。"
  },
  {
    "celeb_id":10,
    "artist":"lulu黃路梓茵",
    "job":"主持人",
    "x":-7.0904650688,
    "y":-1.1566220522,
    "persona":"臺灣女藝人、主持人、歌手，出身於泰雅族。她以活潑、機智、幽默的形象深受觀眾喜愛。她的個性是樂於挑戰舒適圈，持續探索自我可能，並具備強烈的使命感和職人精神。她擁有不服輸的個性，對工作充滿熱情和責任感，同時也會坦承自己的緊張和自我懷疑。lulu的形象是勇敢、真誠、充滿活力，常以積極的心態面對挑戰。"
  },
  {
    "celeb_id":11,
    "artist":"炎亞綸",
    "job":"歌手",
    "x":0.4175237119,
    "y":-0.0083023496,
    "persona":"台灣知名男歌手、演員、主持人，出生於1985年11月20日。他的個性以幽默、直率、敢怒敢言著稱，擁有獨立思考的能力。在演藝圈中，他展現多變的形象，從優雅王子到可愛的鄰家男孩。的真實性格在社交媒體上得到展現，他重視真誠交流，避免刻意討好。他不僅在演藝領域有所成就，也在主持和音樂創作上取得成功。"
  },
  {
    "celeb_id":12,
    "artist":"王淨",
    "job":"演員",
    "x":-6.4032521248,
    "y":-2.0716474056,
    "persona":"台灣演員，出生於1998年，以其空靈氣質和活潑個性而聞名。她被譽為「周迅接班人」，擁有多元的演技和票房保證。的個性是內向的infp型，常被誤解為外向，但她在工作中才展現出活潑的一面。她從小就喜歡說故事，曾出版小說，後轉向演藝圈。她的形象兼具甜美可愛和反差萌，擅長詮釋多樣角色。"
  },
  {
    "celeb_id":13,
    "artist":"韓韶禧",
    "job":"演員",
    "x":-3.6569678783,
    "y":-2.3966436386,
    "persona":"韓國女演員，以其出色的外貌和多樣的演技而聞名。她在2020年的《夫妻的世界》中飾演「最美小三」，並被稱為「小宋慧喬」。的個性是幽默、活潑和樂觀，她的成長背景並不順利，由奶奶撫養長大。她的形象是美強慘，擁有獨特的藝術天份和堅強的個性。她努力工作，注重身材管理，並勇於嘗試不同角色。"
  },
  {
    "celeb_id":14,
    "artist":"林心如",
    "job":"演員",
    "x":-5.2217211723,
    "y":0.8122236729,
    "persona":"台湾著名女演员、歌手和影视制作人。她以多才多艺和坚韧不拔的性格闻名。在演艺圈中塑造了多样化的角色形象，如《还珠格格》中的夏紫薇和《美人心计》中的窦漪房。她的个人形象以独立、坚强和智慧著称，且在事业上不断突破自我。她的人格特质包括善于适应和创新，深受观众喜爱。"
  },
  {
    "celeb_id":15,
    "artist":"辛芷蕾",
    "job":"演員",
    "x":-5.3121585846,
    "y":-1.6298215389,
    "persona":"中國女演員，出生於黑龍江省鶴崗市，畢業於中央戲劇學院。她以《如懿傳》中的嘉貴妃金玉妍和《繁花》中的李李等角色而聞名。的個性和形象在演藝圈中被認為是勤奮和敬業的。她在家中擔任大家姐，從小面臨家庭責任，展現出堅韌不拔的人格特質。她的演技和多才多藝的表演風格使她在觀眾中獲得好評。"
  },
  {
    "celeb_id":16,
    "artist":"大谷翔平",
    "job":"運動員",
    "x":-2.0782914162,
    "y":-0.5481206179,
    "persona":"日本職業棒球選手，目前效力於美國職棒大聯盟洛杉磯道奇。他以投打「二刀流」的頂尖實力聞名。個性上，大谷被描述為靦腆且嚴謹紀律。他擁有強烈的目標執行力，曾使用「九宮格」來規劃自己的發展。人格特質方面，他被認為是isfp型，具有創造力、同情心和獨特性。大谷的形象是勤奮、專注且成就卓著的運動員。"
  },
  {
    "celeb_id":17,
    "artist":"陳漢典",
    "job":"演員",
    "x":-0.117657952,
    "y":1.3920032978,
    "persona":"台灣演員、主持人和喜劇演員，生於1984年7月6日。他以模仿和搞笑表演聞名，曾在多個綜藝節目中擔任綠葉角色。的個性開朗，擅長模仿，具有強大的抗壓能力和正向思考。他在演藝圈中扮演多種角色，但在真實生活中顯得較為內向。他的家庭環境和正向思考觀念對他的心理素質有重要影響。"
  },
  {
    "celeb_id":18,
    "artist":"王柏傑",
    "job":"演員",
    "x":-0.5172624588,
    "y":-0.5754495859,
    "persona":"出生於台北的台灣演員，於1989年9月25日出生。他因早期在多位女歌手的mv中出演而聞名，後來在《九降風》中獲得最佳新人獎。被稱為「女神收割機」，因其豐富的感情生活。他的個性和形象以敬業和多才多藝為特點，曾出演過多部影視作品，如《少年pi的奇幻漂流》和《疫起》。他在演技上展現了深厚的表演能力和人性的刻畫。"
  },
  {
    "celeb_id":19,
    "artist":"陳亞蘭",
    "job":"演員",
    "x":-4.1380109787,
    "y":2.6037688255,
    "persona":"著名的歌仔戲演員、電視節目主持人和演員。她是楊麗花的得意門生，出生於澎湖，父母皆為歌仔戲演員。個性堅毅，對歌仔戲有深厚的感情和使命感，致力於傳承這項傳統藝術。她形象多才多藝，既能演繹古裝角色，又能以現代形象出現。人格特質方面，她充滿責任感和傳承精神，希望讓歌仔戲在世界上得到認可。"
  },
  {
    "celeb_id":20,
    "artist":"楊貴媚",
    "job":"演員",
    "x":-4.7234520912,
    "y":2.0087282658,
    "persona":"台灣著名女演員，生於1959年9月6日。她的個性和形象以成熟穩重著稱，常被譽為「國民媽媽」。她擅長詮釋不同性格的母親角色，展現出內斂與奔放的演技。的成長背景使她從小承擔責任，培養了她獨立和負責的性格特質。她的演藝生涯獲得多項殊榮，包括金馬獎、金鐘獎等。"
  },
  {
    "celeb_id":21,
    "artist":"高捷",
    "job":"演員",
    "x":-1.2861021757,
    "y":2.356492281,
    "persona":"台灣資深演員，以黑幫角色與江湖氣質著稱。個性沉穩內斂，銀幕形象多為冷酷霸氣的黑道大佬，侯孝賢電影《南國再見，南國》《千禧曼波》奠定「黑幫專業戶」地位。私下作風低調質樸，兼具草根親和力與藝術家性格，熱愛音樂、書法與老物收藏。表演風格渾然天成，擅長用眼神與氣場刻畫複雜人物，《角頭》系列再現江湖魅力。戲外重情義、堅持原則，從不菸酒卻能精準詮釋江湖味，反差感凸顯深厚演技功底。跨足電影、劇集與舞台劇逾40年，以獨特「台客美學」成為台灣影視反派標誌性人物。"
  },
  {
    "celeb_id":22,
    "artist":"張惠妹",
    "job":"歌手",
    "x":-4.3807425499,
    "y":2.5417153835,
    "persona":"著名的台灣女歌手、音樂製作人和慈善家，出生於台東縣卑南鄉。她的個性以堅強和好勝著稱，擁有獨特的聲音和舞台魅力。的形象是華語流行樂壇的天后，被譽為「妹神」。她的人格特質展現出對音樂的熱情和對傳統文化的尊重，同時也展現出對逆境的勇於面對和克服能力。"
  },
  {
    "celeb_id":23,
    "artist":"王俊凱",
    "job":"歌手",
    "x":-1.6380666494,
    "y":-1.0942276716,
    "persona":"中國男歌手和演員，於1999年9月21日出生於重慶。他在2013年以tfboys組合隊長身份出道，具有親和力和領導才能。的個性以積極、樂觀著稱，形象清新陽光，人格特質中展現出責任感和勤奮。他的演藝事業涉及多部影視作品和綜藝節目，深受粉絲喜愛。"
  },
  {
    "celeb_id":24,
    "artist":"謝哲青",
    "job":"主持人",
    "x":-2.1780281067,
    "y":2.3309834003,
    "persona":"台灣作家、電視主持人和旅行家，出生於1974年11月18日。他擁有倫敦大學亞非學院的考古學和藝術史雙碩士學位，曾在大英博物館和佳士得拍賣會工作。以其知性誠懇的風格深受大眾喜愛，擅長將複雜的內容簡單化並使其趣味化。他積極推動閱讀和藝術文化活動，並主持多個節目，包括《飛碟晚餐》和《青春愛讀書》。他的個性特點是沉穩、富有畫面的內容，能吸引聽眾進入故事中。"
  },
  {
    "celeb_id":25,
    "artist":"林郁婷",
    "job":"運動員",
    "x":-3.9745340347,
    "y":-1.2618039846,
    "persona":"台灣著名的拳擊女將，出生於1984年12月13日。她的個性堅韌不拔，面對多次性別爭議和質疑，她仍堅持自己的拳擊之路。的形象以其俊秀外貌和短髮為特徵，常被誤解為男生。她的人格特質包括堅定、自信和對運動的熱情，她以實力證明自己，曾多次在國際賽事中奪得金牌。"
  },
  {
    "celeb_id":26,
    "artist":"宋仲基",
    "job":"演員",
    "x":-0.7712910771,
    "y":-1.1353216171,
    "persona":"韓國著名男演員，出生於1985年9月19日。他以帥氣的外貌和多才多藝的演技聞名。個性上，被描述為陽光、自信，且具有強烈的自律性。他在演藝圈中以《狼少年》、《太陽的後裔》等作品成名，展現出多樣化的演技。他的形象常被稱為「校草」、「酱油哥哥」，人格特質則是積極、平衡，深受觀眾喜愛。"
  },
  {
    "celeb_id":27,
    "artist":"李友廷",
    "job":"歌手",
    "x":-1.102350831,
    "y":1.4232392311,
    "persona":"台灣獨立音樂人，以吉他唱作人身份出道。他以真誠投入的表演風格，能輕易凝聚現場氣氛，將聽眾引入自己的音樂世界。的個性是創造力十足，擅長彈唱創作、改編、演奏，並對音樂及畫面有獨特浪漫的見解。他的人格特質是真誠且富有感性，將生活中的觸動以音樂呈現。他曾在選秀節目「聲林之王」中奪冠。"
  },
  {
    "celeb_id":28,
    "artist":"周湯豪",
    "job":"歌手",
    "x":0.0237598363,
    "y":0.2973497808,
    "persona":"台湾的创作歌手、演员和dj。他出身于演艺世家，父亲周禹侯和母亲比莉都是艺人。的個性和形象以多才多艺著称，擅长摇滚、嘻哈和饶舌音乐。他在音乐和演艺领域都有出色的表现，曾主演多部电视剧，并在《中国新说唱》中获得四强。他的人格特質展現出創意和多元的特質，同時也致力于创意设计品牌的发展。"
  },
  {
    "celeb_id":29,
    "artist":"孔劉",
    "job":"演員",
    "x":-3.0397603512,
    "y":0.641290307,
    "persona":"韓國知名演員，1979年7月10日出生於釜山。他以《咖啡王子1號店》、《屍速列車》和《孤單又燦爛的神—鬼怪》等作品走紅。個性內斂，對待愛情謹慎，重視獨處時間。他擁有健碩的身材，對健身非常重視。被視為「國民老公」，以成熟穩重的形象著稱，常關注社會議題，並透過作品傳遞正面影響。"
  },
  {
    "celeb_id":30,
    "artist":"羅志祥",
    "job":"歌手",
    "x":-2.4738955498,
    "y":1.3642580509,
    "persona":"臺灣知名的男歌手、詞曲作家、主持人、舞者、演員及商人，暱稱「小豬」。他出生於基隆市，具有阿美族血統。的個性以自信、耀眼、獨立為特點，具有強烈的表現欲望和事業野心。他擅長模仿和表演，具有魅力和感染力。的形象在演藝圈中備受關注，常以陽光、樂觀的形象示人，但也曾因感情事件引起爭議。"
  },
  {
    "celeb_id":31,
    "artist":"楊冪",
    "job":"演員",
    "x":-5.5688443184,
    "y":-2.3249380589,
    "persona":"中國女演員，出生於北京，祖籍安徽。她以勇敢和果斷的個性著稱，敢於在生活中做出自己的選擇。的形象以其純真和可愛的表演風格為人熟知，尤其是在《神鵰俠侶》中飾演的郭襄一角。她的人格特質中，具有很強的自律性和專業精神，曾經戒掉情緒以適應演藝圈的要求。在娛樂圈中享有高人氣，同時也是成功的企業家。"
  },
  {
    "celeb_id":32,
    "artist":"林志玲",
    "job":"模特兒",
    "x":-4.9675889015,
    "y":0.0353457592,
    "persona":"台湾女艺人，出生于台北市，毕业于加拿大多伦多大学，主修西方美术史和经济学。她以模特、主持人、演员、歌手多重身份闻名。的个性内向，情商高，重视精神共鸣，自律性强，热心公益。她的形象优雅，人格特质为高情商和高智商，深受观众喜爱。她在娱乐圈中保持了长久的影响力，常被誉为“女神”。"
  },
  {
    "celeb_id":33,
    "artist":"林志穎",
    "job":"歌手",
    "x":-2.5783860683,
    "y":1.2123095989,
    "persona":"多才多艺的台湾艺人，出生于1974年10月15日。他是一名演员、歌手、赛车手和企业家。林志颖以其阳光健康的形象和多元化的才华而闻名。他具有积极进取的个性，勇于挑战不同领域，并且富有社会责任感，曾参与多项公益活动。他的人格特质包括坚韧、勤奋和创新精神，这使他在各个领域都取得了成功。"
  },
  {
    "celeb_id":34,
    "artist":"劉致榮",
    "job":"運動員",
    "x":-1.8328381777,
    "y":-0.0185338799,
    "persona":"出身台南的台灣職業棒球投手，效力於波士頓紅襪的小聯盟系統。他具有堅定的大聯盟夢想，曾在2019年亞洲棒球錦標賽中表現出色，獲得mvp殊榮。的個性以堅持不懈著稱，曾因肩傷休息後仍努力復健並重返投手丘。他具備強大的自律性和毅力，對於棒球有深厚的熱情和追求。"
  },
  {
    "celeb_id":35,
    "artist":"陳柏霖",
    "job":"演員",
    "x":-1.1393350363,
    "y":1.1657354832,
    "persona":"臺灣演員和歌手，生於台北市。他的個性和形象以親和力和多才多藝著稱。他擅長演繹各種角色，獲得第47屆金鐘獎最佳男主角獎。的形象常被描述為陽光、真誠，具有強大的情感表達能力。他在演藝圈中以其專業和敬業精神而受到肯定。他的多語能力和音樂才華也使他在娛樂圈中佔有一席之地。"
  },
  {
    "celeb_id":36,
    "artist":"janet謝怡芬",
    "job":"主持人",
    "x":-5.4884185791,
    "y":0.9718001485,
    "persona":"台裔美籍女藝人、主持人、演員、模特兒和作家，出生於美國德州，畢業於麻省理工學院。她以活潑自然的形象和豐富的旅遊經歷著稱，曾主持旅遊節目《瘋台灣》並獲得金鐘獎。她的個性直率大膽，充滿好奇心，擅長多種技能和語言。她在演藝界和家庭生活中都展現出多才多藝和勇於挑戰的特質。"
  },
  {
    "celeb_id":37,
    "artist":"木村拓哉",
    "job":"演員",
    "x":-2.5883350372,
    "y":1.9901541471,
    "persona":"日本著名的歌手、演员和配音员，曾是偶像团体smap的成员。他以其独特的魅力和专业精神闻名，被誉为“日剧天王”。的個性中，体贴、敬业和真诚是其人格特質的重要组成部分。他在演艺圈中以其高超的演技和深受观众喜爱的作品而著称，如《悠长假期》和《hero》等。他的形象在日本娱乐圈中具有极高的影响力，被广泛视为性感偶像和日本文化象征。"
  },
  {
    "celeb_id":38,
    "artist":"葉舒華",
    "job":"偶像",
    "x":-4.0427694321,
    "y":-1.7748126984,
    "persona":"韓國cube娛樂旗下女團(g)i-dle的成員，出生於台灣桃園。她以親民幽默的個性和高冷美貌著稱。舒華擁有強烈的自信和勇氣，曾為社會事件發聲。她的形象結合了搞笑和高冷兩面，常在綜藝節目中展現出色表演。舒華的敬業精神也備受讚賞，曾在身體不適時仍堅持完成演出。"
  },
  {
    "celeb_id":39,
    "artist":"曾國城",
    "job":"主持人",
    "x":-2.5116126537,
    "y":2.6302340031,
    "persona":"台灣知名的主持人、演員，出生於屏東縣。他的個性以活潑、反應快著稱，常與徐乃麟搭檔主持多個節目。的形象多變，從型男到「小胖」，他擅長主持美食和綜藝節目。人格特質方面，他積極進取，熱衷於副業經營，但也曾因管理不善而虧損。的魅力在於其多才多藝和幽默感，深受觀眾喜愛。"
  },
  {
    "celeb_id":40,
    "artist":"林柏宏",
    "job":"演員",
    "x":-0.3872200549,
    "y":1.529794693,
    "persona":"臺灣演員、歌手和主持人，出生於臺北市。他以第53屆金馬獎最佳男配角得主而聞名。的個性和形象在演藝圈中被認為是多才多藝且富有魅力。他曾有意成為化學老師，後因參賽被星探挖掘而踏入演藝圈。他的人格特質展現出對工作的熱情和多元化的才華。"
  },
  {
    "celeb_id":41,
    "artist":"白家綺",
    "job":"演員",
    "x":-6.1229028702,
    "y":-2.3175401688,
    "persona":"台灣演員，常被稱為「最辣四寶媽」。她以活潑、開朗的個性和火辣的形象而聞名。重視家庭和環保，與丈夫吳東諺共同打造健康舒適的生活環境。她的形象兼具時尚和親切，常在娛樂活動中展現自信和魅力。"
  },
  {
    "celeb_id":42,
    "artist":"八木莉可子",
    "job":"模特兒",
    "x":-4.2912321091,
    "y":-2.0634493828,
    "persona":"日本女演員和模特，出生於2001年7月17日，來自滋賀縣。她以清新脫俗的氣質和細膩的演技而聞名，被譽為「新國民初戀」。她曾是水原希子的同門師妹，擔任過「寶礦力女孩」，並在多部日劇中演出。個性親切，具有多才多藝的特質，包括體操和書法的背景。她對漫畫《咒術迴戰》和漫威電影有著濃厚的興趣。"
  },
  {
    "celeb_id":43,
    "artist":"楊紫瓊",
    "job":"演員",
    "x":-5.7197780609,
    "y":1.8927044868,
    "persona":"著名的馬來西亞華裔女演員，出生於馬來西亞怡保。她以武打女星的形象在香港和國際影壇闖出名堂，擁有智慧、獨立、剛強的新女性形象。她個性坦率、真誠，對人真心，對事業充滿熱情。在2023年憑《瞬息全宇宙》獲得奧斯卡最佳女主角獎，成為首位亞裔影后。她的人格特質以勇敢、堅韌和謙虛著稱。"
  },
  {
    "celeb_id":44,
    "artist":"詹雅雯",
    "job":"歌手",
    "x":-4.290145874,
    "y":2.4014196396,
    "persona":"台語歌后，以其深情的歌聲和優秀的演唱技巧聞名。她擁有溫暖、親切的形象，歌曲常表達人生、愛情的真摯情感。她的個性被描述為真誠、勤奮，對音樂充滿熱情。近年來，她罹患帕金森氏症，仍堅持音樂事業，展現出不屈不撓的人格特質。"
  },
  {
    "celeb_id":45,
    "artist":"鍾欣凌",
    "job":"演員",
    "x":-4.209332943,
    "y":2.5319242477,
    "persona":"暱稱粉紅豬，是一位臺灣演員、主持人、作家。以幽默風趣聞名，國語台語雙通。她的個性活潑、搞笑，形象深植人心。人格特質上，對表演充滿熱情，無論大小角色都來者不拒，展現出她對工作的專注和敬業精神。她的演技在多部電視劇中獲得肯定，包括《雨後驕陽》和《你的孩子不是你的孩子-貓的孩子》。"
  },
  {
    "celeb_id":46,
    "artist":"陳小春",
    "job":"演員",
    "x":-3.064132452,
    "y":2.748395443,
    "persona":"香港著名的男歌手、演员和主持人，出生于1967年7月8日。他的個性和形象以坚韧不拔和多才多艺著称。早年家境贫困，陈小春从小就承担起家庭重担，后来通过努力成为知名艺人。他在《古惑仔》系列中饰演“山鸡”一角而成名。陈小春的形象常被视为阳刚、坚毅，且具有强烈的责任感和勤奋精神。他的政治立场也引起了广泛关注。"
  },
  {
    "celeb_id":47,
    "artist":"許瑋甯",
    "job":"演員",
    "x":-6.4913201332,
    "y":-1.4529722929,
    "persona":"華語影視女演員和時尚模特，出生於台灣，擁有意大利血統。她以甜美外表和瀟灑性情著稱。的個性是剛柔兼具，具有濃濃的瀟灑氣質。她在演藝生涯中展現了多樣的角色，從浪漫偶像劇到懸疑驚悚片，展現出強大的演技和多變的形象。她的生活中也充滿了對美食的熱愛和對生活的熱情。"
  },
  {
    "celeb_id":48,
    "artist":"戴資穎",
    "job":"運動員",
    "x":-7.1368331909,
    "y":0.1396009326,
    "persona":"台灣著名的女子羽球運動員，於1994年6月20日出生於高雄。她以勤奮努力、技術多變而聞名，擅長使用假動作和快慢節奏打亂對手。個性洒脱、谦逊，尊重對手，且具有文武雙全的特質。她在社交平台上經常與粉絲互動，展現其開朗的一面。她的堅韌精神和不斷完善技巧的態度使她成為一位受人敬仰的運動員。"
  },
  {
    "celeb_id":49,
    "artist":"田馥甄",
    "job":"歌手",
    "x":-5.5886445045,
    "y":-0.9197829962,
    "persona":"台湾著名的女歌手和演员，出生于1983年3月30日。她是女子演唱团体s.h.e的成员之一。以其自信、坚韧的形象和清新优美的歌声闻名。她的个性温暖亲切，人格特质中展现出勇敢和独立的精神。她在音乐和演艺领域获得了多项奖项，深受观众喜爱。的音乐风格多样，常以真挚的情感和独特的演绎方式打动听众。"
  },
  {
    "celeb_id":50,
    "artist":"iu李知恩",
    "job":"歌手",
    "x":-3.7291388512,
    "y":-2.0406627655,
    "persona":"韓國著名的流行歌手、演員和音樂製作人。她的個性以堅韌和多才多藝著稱。iu的形象從早期的「國民妹妹」轉變為成熟的藝術家，展現出多樣的音樂風格和演技。她的人格特質包括善良、勤奮和真誠，深受粉絲的喜愛。iu的音樂和演出常常傳遞正能量和情感深度，令她在韓國娛樂圈中佔有一席之地。"
  },
  {
    "celeb_id":51,
    "artist":"倪妮",
    "job":"演員",
    "x":-5.6011977196,
    "y":-1.7023192644,
    "persona":"中國女演員，出生於江蘇省南京市，1988年8月8日。她的個性以陽光熱情著稱，總是展現出樂觀的一面。在演藝圈中，以其專業和敬業精神聞名，曾在多部影視作品中展現出色演技。她的形象多變，從《金陵十三釵》的玉墨到《流金歲月》的朱鎖鎖，展現出多樣的人格特質。的生活態度是順其自然，對於感情和未來計劃保持低調。"
  },
  {
    "celeb_id":52,
    "artist":"吳亦凡",
    "job":"歌手",
    "x":-0.4561244249,
    "y":-1.0789058208,
    "persona":"加拿大籍華裔藝人，曾是韓國男子團體exo的成員。他具有創造性思維和適應性，可能是entp人格類型，外向且富有魅力。他的形象曾因其在音樂和演藝界的成功而備受讚譽，但近年來因涉及強姦和聚眾淫亂案而受爭議。的九型人格被認為是3w2，具有說服力和堅持不懈的特質。"
  },
  {
    "celeb_id":53,
    "artist":"謝祖武",
    "job":"演員",
    "x":-2.196419239,
    "y":2.6037633419,
    "persona":"台灣男演員、主持人、歌手和音樂製作人，出生於1968年4月25日。他以可愛搞笑的角色形象聞名，尤其是《麻辣鮮師》中的徐磊。個性內向，但在節目中能放得開，具有幽默感和高情商。他在私生活中低調，對感情持續穩定，與妻子江婷琳育有一子。他在演藝圈中人緣良好，擁有多才多藝的形象。"
  },
  {
    "celeb_id":54,
    "artist":"田柾國",
    "job":"歌手",
    "x":-1.6043839455,
    "y":-1.4028558731,
    "persona":"韓國男子組合防彈少年團的主唱、領舞和副rapper。他以「黃金忙內」的稱號聞名，擁有多才多藝的才華，包括唱歌、跳舞、作曲等。個性上，他最初是內向的，但現在展現出自信和活潑的一面。形象上，他被視為k-pop界的頂尖偶像，擁有天使般的面孔和魔鬼般的身材。人格特質方面，他善良、溫順，對工作和粉絲充滿熱情。"
  },
  {
    "celeb_id":55,
    "artist":"持修",
    "job":"歌手",
    "x":-1.7652997971,
    "y":-0.4508657157,
    "persona":"台湾的一位创作歌手，出生于1995年11月20日。他的形象以斯文脸蛋和长发为特征，常被误认为是女性。他个性温和，创作歌曲深刻描述自己的情感、胆小与脆弱面。在音乐平台streetvoice上因歌曲《imma get a new one》而受到关注，被粉丝称为“宝藏男孩”。"
  },
  {
    "celeb_id":56,
    "artist":"金智媛",
    "job":"演員",
    "x":-5.6560440063,
    "y":-1.8324649334,
    "persona":"韓國女演員，以其多才多藝的演技和多樣的角色詮釋而聞名。她最初夢想成為歌手，但最終以演員身份出道。的個性被描述為內向且喜歡獨自享受安靜時光，她曾表示自己與《我的出走日記》中的角色「廉美貞」最為相似。她的形象在螢幕上常被塑造成千金大小姐或果敢直率的女性角色，如《繼承者們》中的劉瑞秋和《太陽的後裔》中的尹明珠。"
  },
  {
    "celeb_id":57,
    "artist":"侯佩岑",
    "job":"主持人",
    "x":-5.5524859428,
    "y":0.5131813288,
    "persona":"知名的台灣女藝人，出生於1977年12月20日。她的個性優雅、甜美，具有高知識的形象。作為一位資深的新聞主播和節目主持人，她在演藝圈中享有盛譽。她的形象以高雅和親切為特點，常分享日常生活和美妝心得，深受粉絲喜愛。她的人格特質包括自信、真誠和積極，常在各類活動中展現其多才多藝的一面。"
  },
  {
    "celeb_id":58,
    "artist":"比莉",
    "job":"歌手",
    "x":-3.4726755619,
    "y":2.6800541878,
    "persona":"台灣資深歌手、演員。個性豪爽幽默，以直率敢言著稱。形象鮮明強烈，80年代以誇張造型、前衛風格引領潮流，被譽為「台灣瑪丹娜」。人格特質樂觀豁達，經歷婚姻波折與抗癌歷程仍展現生命力，螢幕上熱情奔放，私下親切真誠。代表作《什麼都不必說》奠定歌壇地位，影視作品《危險關係》顯露演技。主持風格自然搞笑，跨世代活躍演藝圈逾50年，獨特個人魅力深植人心。"
  },
  {
    "celeb_id":59,
    "artist":"周天成",
    "job":"運動員",
    "x":-1.2837393284,
    "y":0.7384722233,
    "persona":"臺灣著名的男子羽球運動員，生於1990年1月8日。他以專業的單打技巧而聞名，曾在2019年達到世界排名第二。的個性和形象以謙虛和敬業著稱，他將球場視為「敬拜場」，並以信仰為指導，追求在賽場上展現生命的品格和真相。他對於輸贏持平和態度，強調品格和真相的重要性。"
  },
  {
    "celeb_id":60,
    "artist":"陳零九",
    "job":"歌手",
    "x":-0.9039434791,
    "y":1.9783616066,
    "persona":"台灣創作男歌手、主持人，出生於高雄市。他以多才多藝的形象著稱，擅長演奏吉他和鋼琴，音樂風格涵蓋華語流行、r&b和嘻哈。他在《娛樂百分百》和《凹嗚狼人殺》等節目中展現了幽默和創造力，但也曾面臨過爭議，如被指態度敷衍。整體而言，的個性充滿活力和創造力，人格特質則是真誠且富有自我調整能力。"
  },
  {
    "celeb_id":61,
    "artist":"周杰倫",
    "job":"歌手",
    "x":-2.5102205276,
    "y":0.7400920987,
    "persona":"台湾著名的歌手、演员、导演和企业家。他的個性以負責、勤奮和有抱負著稱，屬於摩羯座。他被認為是intj或istj人格类型，注重細節和策略，追求卓越。的形象以其朴實和真誠聞名，對粉絲和社會問題充滿熱情。他在音樂和電影領域取得了巨大的成功，被譽為「亞洲流行天王」。他的創作風格結合中西方元素，對華語樂壇產生了深遠影響。"
  },
  {
    "celeb_id":62,
    "artist":"李康仁",
    "job":"運動員",
    "x":-1.740789175,
    "y":-0.2779591084,
    "persona":"一名韩国职业足球运动员，司职前腰，现效力于法国足球甲级联赛的巴黎圣日耳曼足球俱乐部。他以控球出色和对胜利的渴望而闻名，能够在中场多个位置发挥作用。的性格和形象主要体现在他对足球的热情和团队精神上，希望通过自己的努力为球队带来胜利。"
  },
  {
    "celeb_id":63,
    "artist":"胡軍",
    "job":"演員",
    "x":-2.4738461971,
    "y":2.5179121494,
    "persona":"中国著名演员，出生于北京，毕业于中央戏剧学院。他以硬汉形象闻名，擅长演绎古装和现代戏中的铁血角色，如《天龙八部》的乔峰和《楚汉风云》的项羽。的個性被描述为粗犷、霸气，但又有温情的一面。他在演艺圈中被认为是实力派演员，具有强大的演技和稳定的职业形象。"
  },
  {
    "celeb_id":64,
    "artist":"篠原涼子",
    "job":"演員",
    "x":-6.0050859451,
    "y":1.4807302952,
    "persona":"日本知名女演員和歌手，出生於群馬縣桐生市。她的個性和形象以多才多藝著稱，早期以搞笑角色打響知名度，後來也展現出成熟帥氣的螢幕形象。她的演技獲得多項獎項肯定，如《與光同行》和《anego》等作品。她在演藝圈中以其多變的演技和親和力而受到喜愛。"
  },
  {
    "celeb_id":65,
    "artist":"李蒨蓉",
    "job":"演員",
    "x":-5.3258705139,
    "y":0.7943857908,
    "persona":"台灣女藝人，曾以mtv中文台vj身份出道。她的個性以時尚、性感、個性張揚著稱，常被形容為「辣媽」和「反骨」。她敢於直言不諱，曾因其大膽言論和行為引起爭議。在事業上，她涉足主持、演戲和美容書籍出版。的形象和人格特質常被描述為強勢、冷艳，但也因其叛逆性格而引發過多次爭議。"
  },
  {
    "celeb_id":66,
    "artist":"吳慷仁",
    "job":"演員",
    "x":-3.1754140854,
    "y":0.6184549332,
    "persona":"台灣演員，出生於1982年11月24日，知名於其敬業精神和精湛演技。他以《下一站，幸福》、《愛在旭日升起時》等作品成名，並獲得多項獎項。的個性以堅強意志和自我剖析著稱，對生活抱有哲學思考。他重視真實自我，追求簡單自然的生活方式，並對演藝事業持有柔軟與好奇的心態。"
  },
  {
    "celeb_id":67,
    "artist":"林宥嘉",
    "job":"歌手",
    "x":-0.2397661805,
    "y":1.0617665052,
    "persona":"臺灣男歌手，於2007年憑藉《超級星光大道》第一屆總冠軍出道。他以迷幻王子、樹老師、肌肉叔叔等暱稱聞名。個性勤奮，對音樂有深厚的熱情，擅長演唱、作曲和填詞。他的形象兼具才華和親和力，人格特質中展現出對音樂的堅持和對生活的熱愛。"
  },
  {
    "celeb_id":68,
    "artist":"肖戰",
    "job":"演員",
    "x":-0.1145769879,
    "y":-0.7961037755,
    "persona":"中國大陸的男演員和歌手，出生於1991年10月5日。他以多才多藝和堅韌的個性著稱，表面上溫柔帅氣，內心充滿愛心和智慧。在2016年以x玖少年团主唱身份出道，2019年憑《陳情令》走紅。他被粉絲視為努力、自尊、善良的榜樣。的形象和人格特質深受觀眾喜愛，展現出自信和自尊的特質。"
  },
  {
    "celeb_id":69,
    "artist":"謝欣穎",
    "job":"演員",
    "x":-6.8293032646,
    "y":-1.1353654861,
    "persona":"台灣演員，出生於1985年5月1日。她以模特兒出身，後轉型演員，曾獲得金馬獎最佳女配角。的個性被形容為神秘且個性十足，給人距離感，但她本人表示自己其實很隨性。她的形象常被視為獨立且有自己想法的人。在演藝圈中以細膩的演技和多變的角色詮釋而著名。"
  },
  {
    "celeb_id":70,
    "artist":"品冠",
    "job":"歌手",
    "x":-2.0036094189,
    "y":1.7268702984,
    "persona":"馬來西亞的華語流行樂男歌手和演員。他以溫暖的歌聲和親和力著稱，音樂風格涵蓋民謠、抒情慢歌和輕搖滾。的個性和形象以真誠、溫暖和治愈為特點，他的歌曲常引發聽眾的共鳴。他的人格特質表現為善良、真實，能以簡單而感人的創作打動人心。"
  },
  {
    "celeb_id":71,
    "artist":"楊勇緯",
    "job":"運動員",
    "x":-2.0639023781,
    "y":-0.9396607876,
    "persona":"台灣柔道選手，出生於1997年，具有排灣族血統。他的母親也曾是柔道選手，從小就讓他接觸柔道。以不服輸的精神和自律的態度聞名，曾在東京奧運奪得銀牌，2023年杭州亞運拿下金牌。他形象陽光俊朗，人格特質堅毅且充滿企圖心，深受台灣觀眾喜愛。目前是世界排名第一的柔道選手，正備戰巴黎奧運。"
  },
  {
    "celeb_id":72,
    "artist":"柯佳嬿",
    "job":"演員",
    "x":-5.8051986694,
    "y":-0.9691449404,
    "persona":"台湾女演员，出生于1985年1月10日。她的形象清纯，常被称为“台湾小桂纶镁”。她在演艺圈中以多样化的角色展现出色，例如在《必娶女人》和《想见你》中获得金钟奖。的个性和人格特质体现在她对角色深入的理解和投入，常能在演出中展现出真实的情感和细腻的演技。"
  },
  {
    "celeb_id":73,
    "artist":"張鈞甯",
    "job":"演員",
    "x":-4.9121055603,
    "y":0.5642521977,
    "persona":"出生於德國慕尼黑的台湾女演員，1982年9月4日出生。她以清新優雅的形象著稱，個性獨立且充滿學術氣息。在演藝生涯中兼顧學業，曾就讀國立中央大學產業經濟研究所，並於2010年取得碩士學位。她的代表作品包括《白色巨塔》、《武媚娘傳奇》等，展現出她在演技上的多才多藝和深度。"
  },
  {
    "celeb_id":74,
    "artist":"黃秋生",
    "job":"演員",
    "x":-1.3995802402,
    "y":2.1744101048,
    "persona":"著名的香港男演員，生於1961年9月2日，為英港混血兒。他以多元化的演技和豐富的作品聞名，曾三次獲得香港電影金像獎最佳男主角獎。個性開朗，具有強烈的藝術追求，曾涉足多種音樂風格。他在演藝圈中被視為一位才華橫溢且富有挑戰精神的演員，形象多變，從早期的“變態佬”到後來的正派角色。人格特質上，他敢於突破界限，勇於接受新挑戰。"
  },
  {
    "celeb_id":75,
    "artist":"宣美",
    "job":"歌手",
    "x":-4.7287831306,
    "y":-1.2600182295,
    "persona":"韓國女歌手，2007年以wonder girls成員身份出道。她的個性和形象以健康、自信和真誠為特點。她在演藝圈中保持低調，避免醜聞，並積極支持lgbtq+族群。的音樂風格多樣，作品如《gashina》、《heroine》等深受喜愛。她曾公開分享自己患有邊緣性人格障礙的經歷，展現出勇敢和真實的一面。的形象以「腿精」著稱，同時注重身體健康。"
  },
  {
    "celeb_id":76,
    "artist":"李善均",
    "job":"演員",
    "x":-2.8399579525,
    "y":0.8063272834,
    "persona":"韓國男演員，以其多樣的演技和角色形象而聞名。他在《咖啡王子1號店》中扮演暖男，在《非常警探》中展現硬漢形象，並在《我的大叔》中成為「國民暖男大叔」。他的人格特質以親切和多才多藝著稱，擅長演繹不同角色。在個人生活中也曾面臨挑戰，但其演藝成就仍廣受肯定。"
  },
  {
    "celeb_id":77,
    "artist":"劉昊然",
    "job":"演員",
    "x":-1.348664403,
    "y":-1.0861341953,
    "persona":"中國內地男演員，1997年10月10日出生於河南省平頂山市。他以《北京愛情故事》出道，後來在《唐人街探案》系列中成名。的個性和形象以年輕有為、多才多藝著稱，擁有強大的演技和魅力。他在影視圈中被認為是新一代的領軍人物，具有積極進取的人格特質。他的作品常常獲得高票房和好評，展現出他在演藝圈的影響力和潛力。"
  },
  {
    "celeb_id":78,
    "artist":"韓素希",
    "job":"演員",
    "x":-3.8540761471,
    "y":-2.4354429245,
    "persona":"韓國女演員，以《夫婦的世界》中的「最強小三」角色走紅。她在演藝圈中以美貌和多才多藝著稱。的個性堅韌，從小被奶奶扶養，高中畢業後獨自到首爾追求演藝夢想。她曾擔任多種兼職，展現出強大的自立能力。她的形象從柔弱的女神轉變為強悍的打女，展現出多樣的人格特質。"
  },
  {
    "celeb_id":79,
    "artist":"渡邊直美",
    "job":"主持人",
    "x":-5.1821408272,
    "y":-2.4664311409,
    "persona":"日台混血的日本女性搞笑藝人、主持人、演員和歌手。她以幽默和舞技聞名，自稱身高157公分，體重107公斤。是碧昂斯的狂熱粉絲，常模仿其歌曲。她的個性活潑開朗，擅長用動作和表情帶來幽默。在時尚圈也很活躍，擁有自己的youtube頻道和服飾品牌「punyus」。她以「instagram女皇」和「棉花糖女孩」形象受人矚目。"
  },
  {
    "celeb_id":80,
    "artist":"宋茜",
    "job":"歌手",
    "x":-5.3784236908,
    "y":-2.3400726318,
    "persona":"中国女演员、歌手，曾是韩国女子组合f(x)的队长、副唱及主舞。她的個性以独立、勇敢、努力著称，常被形容为御姐范儿。她在《幻城》中饰演的梨落角色展现了她的勇敢和照顾他人的性格。在韩国，她以“v妈”的昵称闻名，体现了她对组合成员的关心。她的形象既有甜美可爱的一面，也有硬朗勇敢的一面。"
  },
  {
    "celeb_id":81,
    "artist":"湯唯",
    "job":"演員",
    "x":-4.7393169403,
    "y":-0.3274460733,
    "persona":"著名的中國女演員，生於1979年10月7日，籍貫浙江樂清，出生於杭州。她以細膩的演技和多才多藝的形象著稱。個性外向、穩重，具有強烈的責任感和敬業精神。她的演藝生涯因出演李安導演的《色，戒》而一夜成名，之後在多部影片中展現出色演技，獲得多個獎項肯定。她的人格特質中，勤奮和堅持是最為突出的特點。"
  },
  {
    "celeb_id":82,
    "artist":"峮峮吳函峮",
    "job":"啦啦隊員",
    "x":-6.7922110558,
    "y":-1.41403687,
    "persona":"峮峮是一位台湾演员、主持人和啦啦队员，出生于1990年4月19日。她以活泼、充满活力的形象闻名，曾在多个电视节目和活动中亮相，如《饥饿游戏》和《大学生了没》。她在2017年因在棒球场上的应援舞蹈而爆红，成为台湾啦啦队的代表人物。峮峮的个性充满自信和热情，人格特质阳光、积极。"
  },
  {
    "celeb_id":83,
    "artist":"韋禮安",
    "job":"歌手",
    "x":-0.4009236097,
    "y":1.136808753,
    "persona":"臺灣創作歌手，出生於1987年3月5日。他的個性以創作力強、內省為主，常以真摯的情感表達創作歌曲。形象上，他給人以溫和、低調的印象，注重音樂本身。人格特質方面，勤奮且堅持自己的音樂理念，曾獲得多項音樂獎項，如金曲獎最佳新人獎和最佳作曲人獎。"
  },
  {
    "celeb_id":84,
    "artist":"吳姍儒",
    "job":"主持人",
    "x":-6.3690571785,
    "y":-0.8442556262,
    "persona":"台灣知名主持人，為吳宗憲的長女。她以活力十足的形象著稱，曾與父親合作獲得金鐘獎。個性自律，對自己要求高，但也懂得自我調節。她重視寫作作為自我療癒的工具，展現出深思熟慮的人格特質。她的形象不僅是主持人，也是一位作家和深思熟慮的人。"
  },
  {
    "celeb_id":85,
    "artist":"蔡依林",
    "job":"歌手",
    "x":-5.912050724,
    "y":1.5961331129,
    "persona":"臺灣著名的流行歌手，被譽為「亞洲流行天后」。她以大膽多變的時尚風格和豐富的舞曲聞名。個性謙虛勤奮，勇於創新，對音樂和表演充滿熱情。她的公眾形象是時尚前衛，同時擁有強大的抗壓能力，能將批評轉化為動力。她的音樂風格多樣，從流行舞曲到電子、搖滾等，展現出她在音樂上的大膽嘗試和創新精神。"
  },
  {
    "celeb_id":86,
    "artist":"林依晨",
    "job":"演員",
    "x":-4.6754956245,
    "y":0.4417550564,
    "persona":"台湾著名的女演员和歌手，出生于1982年10月29日。她的形象以温柔、亲切著称，人格特质中展现出勤奋和坚韧。在演艺圈中以多部经典偶像剧闻名，如《恶作剧之吻》和《我可能不会爱你》，并两次获得金钟奖最佳女主角奖。她在个人生活中也展现出积极乐观的态度，于2014年与林于超结婚，并育有一女。"
  },
  {
    "celeb_id":87,
    "artist":"蔡詩芸",
    "job":"歌手",
    "x":-6.289229393,
    "y":0.1147234589,
    "persona":"澳大利亚华裔饶舌歌手，1986年4月6日出生于悉尼。她的音乐风格融合嘻哈和摇滚。个性率性，擅长多种乐器，包括钢琴、小提琴和鼓。她的形象以自信和时尚著称，注重健康和生活方式。人格特质方面，她强调信任和安全感在婚姻中的重要性，并与丈夫王阳明共同推动lifestyle品牌。"
  },
  {
    "celeb_id":88,
    "artist":"安心亞",
    "job":"演員",
    "x":-6.8286690712,
    "y":-1.6565773487,
    "persona":"台湾的演员、歌手、主持人和模特儿，本名廖婧伶。她的個性活潑開朗，形象親和且充滿活力。在演藝圈中以其多才多藝和幽默感著稱，常被稱為“宅男女神”。她在《全民最大党》中的模仿表演和多元才藝使她在觀眾中留下深刻印象。的形象和人格特質都體現出她對工作的熱情和對生活的積極態度。"
  },
  {
    "celeb_id":89,
    "artist":"阮經天",
    "job":"演員",
    "x":-2.0496964455,
    "y":1.1530890465,
    "persona":"台灣男演員、模特兒，出生於1982年11月8日。他的個性被描述為剛烈且富有自信。他在演藝圈以其獨特的氣質和出色的演技而聞名，尤其在《艋舺》中獲得金馬獎最佳男主角。的形象常被視為時尚且多才多藝，擅長演繹多樣角色。他在《命中注定我愛你》和《敗犬女王》等作品中展現了其自然生動的演技，深受觀眾喜愛。"
  },
  {
    "celeb_id":90,
    "artist":"金藝智",
    "job":"偶像",
    "x":-6.12251091,
    "y":0.4106011093,
    "persona":"韓國的射擊選手，於2024年巴黎奧運會女子10米氣手槍比賽中獲得銀牌。她以冷靜、帥氣的形象在網上爆紅，被譽為「女版john wick」。個性堅定，面對挑戰時展現出強大的決心。她在場上是冷靜的射手，但私下卻是一位充滿愛心的母親，對女兒有深厚的感情。她的反差魅力使她成為眾多粉絲的焦點。"
  },
  {
    "celeb_id":91,
    "artist":"王一博",
    "job":"演員",
    "x":-1.8346832991,
    "y":-1.0625929832,
    "persona":"中國演員和歌手，以其在《陳情令》中飾演的藍忘機角色而聞名。他在劇中展現出冷淡、端正的形象，對魏無羡有著深厚的感情和保護意識。的個性和人格特質在其作品中常被描述為溫和、儒雅，對工作充滿熱情和責任感。他的形象在粉絲中深受喜愛，常被評為「含光君」，代表著優雅和正直的氣質。"
  },
  {
    "celeb_id":92,
    "artist":"李多慧",
    "job":"啦啦隊員",
    "x":-7.1421170235,
    "y":0.3477579951,
    "persona":"韓國啦啦隊員、女藝人和韓語教師，於1999年8月4日出生。2023年，她加入了台灣中華職棒樂天桃猿的啦啦隊rakuten girls，2024年3月後轉為味全龍隊的隊長。她以優異的舞蹈實力和高人氣而聞名，曾在韓國起亞虎球團擔任啦啦隊員。個性開朗，對舞蹈有深厚的興趣，同時強調自己沒有整形過，目前沒有男友。她對家庭有美好的期望，希望未來能組成一個有多個孩子的家庭。"
  },
  {
    "celeb_id":93,
    "artist":"劉以豪",
    "job":"演員",
    "x":0.1960452646,
    "y":0.3402012289,
    "persona":"台灣知名演員，1986年8月12日出生。他以陽光、爽朗的形象著稱，被譽為「台版rain」、「台灣最萌男友」。他在演藝圈中以自然、生動的表演風格為人所知，常在劇中展現其魅力。的個性親和，人格特質開朗，深受觀眾喜愛。他在多部電視劇中留下深刻印象，如《我可能不會愛你》和《他看她的第2眼》。"
  },
  {
    "celeb_id":94,
    "artist":"王宇婕",
    "job":"演員",
    "x":-5.6963205338,
    "y":-0.2438998222,
    "persona":"臺灣演員，1981年5月27日出生於印度尼西亞雅加達。她以多才多藝著稱，曾參與多部電視劇和電影，包括《雪天使》、《神機妙算劉伯溫》等。她的個性和形象以活潑、多變著稱，常被稱為「鬼馬女星」。她在演藝圈中展現出豐富的人格特質，包括創造力和適應性，並積極參與各類型的演藝活動。"
  },
  {
    "celeb_id":95,
    "artist":"彭政閔",
    "job":"運動員",
    "x":-2.4523718357,
    "y":0.6670081019,
    "persona":"著名的台灣職業棒球選手，曾效力於中信兄弟隊。他以技巧型全方位打者聞名，擅長一壘和外野守備。的個性謙虛，具有明星氣質，深受球迷喜愛。他被譽為「中職先生」、「國民打者」，以其穩定的表現和高人氣而著稱。也積極回饋社會，常捐助偏遠地區的棒球隊。他的形象親和，人格特質充滿責任感和愛心。"
  },
  {
    "celeb_id":96,
    "artist":"瘦子e.so",
    "job":"歌手",
    "x":-0.6429519057,
    "y":0.4719252884,
    "persona":"台湾的饶舌歌手和演员，出生于1987年9月30日。他以顽童mj116成员身份活跃于音乐圈。瘦子个性直率，常以真实态度表达自己。他的形象充满霸气和真实感，尤其在家庭生活中展现出温柔的一面。他保护家人，尤其是妻子和女儿，展现出责任感和爱心。"
  },
  {
    "celeb_id":97,
    "artist":"謝金燕",
    "job":"歌手",
    "x":-5.1039824486,
    "y":0.9505140781,
    "persona":"台灣著名的流行音樂女歌手，為豬哥亮的女兒。她以台語流行音樂為主，擅長演唱電音舞曲。的個性堅韌不拔，曾在車禍後靠意志力康復。她的形象充滿活力，常被稱為「台語電音天后」。人格特質上，她展現出強大的自信和創造力，作品常帶有幽默和前衛風格。"
  },
  {
    "celeb_id":98,
    "artist":"畢書盡",
    "job":"歌手",
    "x":-0.7883945107,
    "y":1.4873535633,
    "persona":"台灣韓裔男歌手、演員，出生於韓國京畿道城南市。他的個性和形象以親和力和多才多藝著稱，擅長演奏吉他和鋼琴。的人格特質展現出真誠和感性的一面，尤其在音樂創作中常與製作人合作，近年也嘗試以中文作詞。他的婚姻生活也引人注目，曾在情人節宣布閃婚，展現出對伴侶的深情和珍惜。"
  }
]